{
    "333397910043623435": "I realized I was saved when everything in my world was going bad. This started when I born, when I realized that my mom did not want a daughter. I realized that I should not fight against my mother, but listen to God. Even though she choked me…I would allow her to hurt me. When my brother was born, I realized I would have to be the one to protect him and take care of him. Since my parents would fight all the time, and “bring new people” in my brother’s life. My brother was exposed to cigarette smoke when he was only 5 years old, not from my parents, but from my mother’s boyfriend who she committed adultery against my father. My grandparents were the only people that took care of my brother and I. Putting us through school, actually teaching how to pass school, making sure we were healthy, and more. I would like to thank God for putting me in the place that I am now in life. I have learned to forgive my past, and learned to fight for my future. God told me to focus on my purpose and to love everyone as I love God. God may not be someone you can see with your eyes, but true belief comes from your heart. God has always guided through all these events in my life, and he has allowed me to be strong. To be as successful as I am now. God is the only one who will give me agape love. God has been the one who has helped me travel through my fears and helped me reach my confidence that I am now… One of the lowest points of my life was when I was in sophomore year of highschool. I became depressed because I felt that I lost everyone. The thing is that I did not lose everyone, I did not lose God. By depressed, I would stop eating, see myself as completely ugly, saw myself as unimportant. God was the one who comforted me through that, as I would pray with my pastor and at my house at night. I finally realized that God created me in his image. His image is beautiful, meaning I am beautiful and worthy. I believe that I was saved when I was born. God has been my only belief to reach my purpose. The only one to guide me through life"
}